request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:gs="http://stc.com/caseless/soap-service">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getDebtorItemRequest>
         <gs:customerId>Spain</gs:customerId>
      </gs:getDebtorItemRequest>
   </soapenv:Body>
</soapenv:Envelope>
